FemDesign.Loads.MassConversionTable.#ctor
Parameterless constructor for serialization.

FemDesign.Loads.MassConversionTable.#ctor(System.Collections.Generic.List{FemDesign.Loads.MassConversion})
Internal constructor from a list of massConversions.
massConversions:

FemDesign.Loads.MassConversionTable.#ctor(System.Collections.Generic.List{System.Double},System.Collections.Generic.List{FemDesign.Loads.LoadCase})
Create a new mass conversion table.
factors: Factors for each mass conversion.
loadCases: Load case for each mass conversion.
Returns: